{"attractions":{"Charlottenburg Palace":{"desc":"Sophie Charlotte of Hanover, the younger sister of King George Louis of Hanover, married  Friedrich III, Duke of Prussia. He, as a present, gifted Sophie an estate on which she  would  build her summer palace, then known as Lietzenburg Palace.  After her death, it, along  with the area surrounding it was named Charlottenburg, as it is  still known today. \n\nThe palace was modified and changed throughout the years, now reflecting both the Baroque and Rococo styles. Some of these changes include a large, domed tower, many wings, and even a porcelain museum/tea house. It even has gardens which were designed by Siméon Godeau an artist heavily inspired by  the designer of the Versailles gardens. \n \nIt, however, was heavily damaged in World War II, and much of  it was rebuilt and refurbished. It is now the largest  palace in Berlin. Today, many events occur at Charlottenburg Palace. These include children’s birthday parties, a Christmas market, and more! This palace is a great place to visit!","url":"https://www.visitberlin.de/system/files/styles/visitberlin_gallery_item_visitberlin_mobile_1x/private/image/MeetingPlaceBerlin_04.07.2015_c_visitBerlin_Foto_Mike_Auerbach%20%28495%29_DL_PPT_0.jpg?itok=mE8vOuHN","reviews":{}},"Teufelsberg":{"desc":"Teufelsberg (which is German for Devil’s Mountain) is a man-made hill that sits in West Berlin and north of the Grunewald Forest. Perhaps that doesn’t sound very interesting, but in fact it’s the perfect place for a relaxing hike and a leisurely tour of the world’s largest graffiti park. There are other quirky art installations and a cafe as well. \n\nThe hill on which it sits is built with rubble from the bombings in West Berlin during World War II and raises Teufelsberg approximately 120.1 meters above the rest of Berlin. Originally, there was a Nazi military technical college being built on the location where the Teufelsberg stands today. In the 1950s, the Allies attempted to demolish the school, but when unsuccessful, it proved easier to bury in debris instead. \n\nAfter a brief transformation into a skip jump in 1955, the Teufelsberg became a listening station for the US National Security Agency in 1961 during the Cold War to spy on East Germany and the Russians. This was especially important as the Americans and British wanted to make sure that there was no sketchy business going on with the Warsaw Pact. The Americans and British chose to place the station atop Teufelsberg because it was the tallest point in West Berlin at that time and would thus provide the best reception and listening ability. Supposedly, at the height of the Cold War, over 1500 spies worked at the Teufelsberg. Though this is all very loosely confirmed speculation as there is still a lot of mystery surrounding the real reason for the NSA’s presence in Berlin at the time.\n\nAs you will see, the Field Station Berlin (as it was called) is made up of globes attached atop tall cylindrical structures. Each globe contained satellite antennas which allowed the NSA to intercept satellite signals, radio waves, and other transmissions. After the end of the Cold War, Field Station Berlin no longer had any use and was abandoned and (in classic Berlin fashion) was quickly filled with fantastic wall murals and works of graffiti on every surface. If you are given the chance to climb atop one of the towers, you will witness a fantastic view of Berlin.","url":"https://s27363.pcdn.co/wp-content/uploads/2017/10/Overlooking-Teufelsberg.jpg.optimal.jpg","reviews":{}},"Museum Island":{"desc":"Berlin houses generations of antique treasures and rich history on its island of museums. Museum Island is an island right in the center of the city housing five museums all unique in their own way. Museum Island is also welcoming a new museum in late 2019. The museums consist of the Altes Museum, Neues Museum, Alte Nationalgalerie, Bode Museum, and Pergamon Museum.\n\nCurrently, in these five museums, you can view a variety of antiquities from various cultures. Collectively, Museum Island houses 19th-century art, late Antique and Byzantine Art, reconstructions of historic Babylonian buildings, and Egyptian artifacts. The new Humboldt Forum in the Berlin Palace will contain works from Africa, Mesoamerica, and various Asian countries.\n\nFor a history buff and a curious traveler, Museum Island is the perfect place to visit to gain some knowledge. To get the biggest bang for your buck, make sure you pick up a package ticket for all five museums for only 18 euros. Students, remember to bring your student ID for 50% off the normal price.","url":"https://cache-graphicslib.viator.com/graphicslib/page-images/742x525/130015_Germany_Berlin_Museum_Island_shutterstock_0000107513486.jpg","reviews":{}},"Holocaust Memorial":{"desc":"The Holocaust memorial in Berlin is a memorial that commemorates the up to six million Jewish victims of the Nazi Holocaust and was designed by architect Peter Eisenman and engineer Buro Happold. The memorial is located in a city with one of the largest Jewish populations in Europe before the Second World War. The monument is situated on the former location of the Berlin Wall, where the “death strip” once divided Berlin. \n\nIt consists of a 19,000 square meter site covered with 2,711 concrete slabs arranged in a grid pattern on a sloping field. An attached underground called “Place of Information” has the names of the 3 million Jewish Holocaust victims. The concrete slabs were designed to produce an uneasy, confusing atmosphere, and aimed to represent a supposedly ordered system that has lost touch with human reason. Although not explicitly outlined by Peter Eisenman himself, the memorial has popularly been interpreted as a site of graves, varying in size to represent those who have lost their lives during the Nazi Holocaust era. \n\nThere is no entry fee to visit this monument. People of all ages are welcome to visit the site which remains open to the public at all hours of the day and night. \n\n","url":"https://www.soas.ac.uk/blogs/study/wp-content/uploads/2017/01/AdobeStock_51002056-1038x584.png","reviews":{}},"Tempelhof":{"desc":"Templehof Fuhrungen, meaning Templehof Freedom, is the largest building serving as a monument in Europe. It symbolizes freedom for West Berliners during the Cold War as it is the site of the Berlin Airlift. During this time, American, British, and French army members supplied West Berlin, whose supplies were cut off by Soviet-controlled East Berlin, with coal, machinery, and other necessities so that they could persevere during the blockade. Prior to representing freedom during the Cold War, the Templehof Airport represents the monumental thinking behind Nazi Architecture with the building being designed and its building being ordered by Hitler himself. \n\nTemplehof was one of the first airports in Berlin, Germany. It was officially designated as an airport in 1923 and eventually closed its doors in 2007 with the expansion of the Berlin-Schonefeld Airport. With a rich history including its heavy presence in World War II and the Cold War, coupled with its vast green fields open for recreational use, the Templehof Airfield is a must-see tourist destination in Berlin, Germany.\n\nWhen visiting Templehof, make sure to stroll around the original aircraft runway, take a bike ride, or simply relax in the vast open fields. Also learn about the history of the field along with its many uses in the 1900s by reading the multitude of informational signs posted throughout the area. A major attraction point in the field is the original aircraft used in the Berlin Airlift. Looking to get an in-depth lesson about the history of the Nazi-architecture of the Airport itself? Sign up for a daily guided tour for 12 euros by purchasing tickets at the reception of the main airport building. \n\n","url":"https://www.german-way.com/wordpress/wp-content/uploads/2017/04/Tempelhof_aerial610.jpg","reviews":{"test@test":{"reviewDesc":"I had lots of fun at Tempelhof!"},"mich@mich":{"reviewDesc":"I think this place is really cool to visit!"}}},"Berliner Unterwelten":{"desc":"Berlin is a city littered with history--much of which still remains all throughout the city if you know where to look. While there is more than enough to see in Berlin above ground, it is the underground bunkers that give you a look into the reality of citizens during the height of World War II. Located in Northern Berlin is the Berliner UnterWelten EV that provides tours to explore some of these remaining bunkers all throughout Berlin. They provide many different tours in many different languages and the tour guides truly provide plenty of intriguing information about not only the underground, but the culture of Berlin at the time.\n\nThe most classic tour is of the civilian bunker located in the Gesundbrunnen U-Bahn station. The entrance is extremely inconspicuous: an unmarked, simple steel green door that blends in with the green tiled walls. This tour teaches you a lot about the everyday reality for Berliners at the time as they had to scurry to safety underground. As simple as it seems, this bunker showed the innovative prowess of Germany even at the time. One such case is the luminescent walls that glow in the dark in case of a power outage (which were extremely common) and allow for time to find an exit or to light up a candle before the pitch blackness sets in. This tour also contained many small exhibits and such alongside the in-depth tour given by the guides. One such exhibit included the many remnants of soldier and war paraphernalia that were uncovered in the rubble. And while much has been dug up, it is estimated that there are still 3000 undetonated bombs that lie below Berlin that still have yet to be found and defused. In general, this tour provided a very immersive look into a civilian bunker and a snippet of the cold reality of the Berliners during World War II.\n\nOther common tours by Berliner Unterwelten include a tour of one of the remaining “Flak” towers or anti-aircraft towers and the bunker there, a tour of a civil defense shelters built during the Cold War in preparation for nuclear war, or a tour of the escape tunnels underneath the Berlin wall.\n\nIt doesn’t matter the tour, all exhibits provide a tangible reality to the stories read in textbooks. It is truly a fantastic and educational experience for those who wish to explore more of Berlin’s rich history and the scars of the past.","url":"https://s.inyourpocket.com/gallery/189387.jpg","reviews":{}},"Brandenburg Gate":{"desc":"Brandenburg Gate is a large monument that is 26 meters in height and 65 meters in width. It consists of 12 Doric columns, 6 on each side, and at the top sits the Quadriga, a sculpture of a chariot drawn by horses.\n\nBrandenburg Gate was built between 1788 and 1791, inspired by the gateway in the Acropolis in Athens. Designed by Carl Gotthard Langhans, it is one of the first neoclassical monuments in Germany. It was built on the orders of Frederick William II, the king of Prussia at the time. In 1806, Napoleon Bonaparte defeated Prussia, and after a victory procession through the gate, took the Quadriga atop the gate to Paris. It, however, was restored in 1814 after Napoleon's defeat in Paris.\n\nIt also serves as a symbol of unification between East and West Germany. It was excluded from the division of Berlin by the Berlin Wall. Thus, it was inaccessible to everyone. However, when the wall came down, hundreds of thousands gathered for the official opening of the wall. Days later, both sides of once-divided Berlin gathered here to celebrate the New Year, and the wall began to serve a symbol of unity and peace in Berlin.\n\nToday, the Brandenburg Gate receives over 10 million visitors each year. Located in Mitte, the center, it is located in proximity to many other attractions. These include the Holocaust Memorial and the Reichstag. Today, it is the most famous landmark in Berlin.","url":"https://www.dw.com/image/42653978_304.jpg","reviews":{}},"Reichstag":{"desc":"The Reichstag building, officially known as the German Bundestag, is the national parliament building of the Federal Republic of Germany. The original building was opened in 1864; however, the new and improved version visitors see today is a consequence of extensive refurbishment. After going through severe damages after a large fire and World War II, the modern Bundestag was reopened in 1999.\n\nThe Reichstag is an amazing spot for new visitors in Berlin. The building, while being a working government body, also houses a large glass dome at the very top. The dome provides visitors with a beautiful 360-degree view of the city of Berlin. The top of the dome can be accessed via a large spiral walkway, allowing amazing photo opportunities at different levels of the dome. If you want to learn a little more about the city of Berlin as you ascend the dome, make sure to grab an audio guide at the front desk before you start your climb.\n\nBooking a visit to the Reichstag is free of charge! Make sure you book online at www.bundestag.de several days ahead of time to ensure a spot at the dome. It is possible to buy tickets at the Reichstag itself; however, spots are often limited or unavailable.\n\nMake sure to visit the Reichstag building during your visit to Berlin to learn a little more about the German government and enjoy an amazing view of the vast city.","url":"https://www.bundestag.de/resource/image/472760/16x9/750/422/d6c418bcc47d0610b91873fecfd651e3/Oy/reichstag.jpg","reviews":{}},"Topography of Terror":{"desc":"The Topography of Terror exhibition is located where the  Gestapo headquarters was located  between the years of 1933 and 1945. Today, this exhibition serves as a place of remembrance and  documentation of the terror and persecution that occurred.\n\nThe permanent exhibition features the Gestapo and the crimes that occurred at this location. It  boasts photographs and videos along with documents and other historical evidence from the rise of the  Nazis  until the end of World War II. \n\nAnother permanent exhibition features Berlin in particular. It  depicts the  stories of Berlin in the Weimar republic, Berlin under the Nazis, its role in the war, along with the repercussions of the Nazi regime. As it is built into what was once Gestapo headquarters, viewers are able to witness the  excavations and remnants of this  building. \n\nThis exhibit was created in 1987, many years after the war. Today, it is free to anyone who wishes to visit the exhibit and contains the longest remaining stretch of the Berlin Wall that exists in the center of Berlin. Tourists can also visit many other attractions nearby such  as Checkpoint Charlie  and Potsdamer Platz.","url":"https://mywowo.net/media/images/cache/berlino_museum_topographie_des_terrors_01_presentazione_jpg_1200_630_cover_85.jpg","reviews":{}},"Berlin Wall":{"desc":"The Berlin Wall was a wall that divided Berlin during the years 1960 to 1989. When World War II came to an end in 1945, the Allied peace conferences at Yalta and Potsdam led to the decision to split Germany’s territories into four allied occupation zones. The eastern part of Germany went to the Soviet Union, while the western part of Germany went to the United States, Great Britain, and France. The city of Berlin was also split into similar zones, with Soviets occupying eastern Berlin and Allies occupying western Berlin. \n\nIn an attempt to drive the United States, Britain and France out of Berlin, the communist government of the German Democratic Republic (East Germany) began to build a wall between East and West Berlin. The Berlin Wall was 12 feet tall and 4 feet wide and was made of concrete topped with an enormous pipe that made climbing over nearly impossible. Before the Berlin Wall was built, Germans living in Berlin were able to move around freely between eastern and western Berlin. After the Berlin Wall was built, it became impossible for Germans to get from East to West Berlin except through the three checkpoints called Checkpoint Alpha, Checkpoint Bravo and Checkpoint Charlie. At each of the three checkpoints, East German soldiers screened diplomats and other officials before they were allowed to enter or leave. Except under special circumstances, travelers from East and West Berlin were rarely allowed to cross the border. In all, at least 170 people were killed while attempting to cross the Berlin Wall to escape East Germany. \n\nThrough the effort known as the Berlin Airlift, the United States and its allies supplied their sectors of Berlin from the air, delivering more than 2.3 million tons of food, fuel, and other goods to West Berlin. In 1989, political changes in Eastern Europe and civil unrest in Germany put pressure on the East German government to loosen some of its regulations on travel to West Germany.  Finally, on November 9, 1989, the Berlin Wall came down and East and West Berlin were once more united.","url":"https://www.thelocal.de/userdata/images/article/790c9fff7ccf483b7fe54c9e85aa01861a2151ec17b85e40943ff99834a93688.jpg","reviews":{}}}}